{
  "items": [
    {
      "id": "3MMkE5juT38C",
      "volumeInfo": {
        "title": "Israel",
        "subtitle": "The Dynamics of Change and Continuity",
        "authors": ["David Levi-Faur", "Gabriel Sheffer", "David Vogel"],
        "publisher": "Psychology Press",
        "publishedDate": "1999",
        "description": "The essays here attempt to move beyond the question of Israel's uniqueness to examine the pace and direction of change of Israel's political, social and economic institutions. Using the tools of comparative analysis, scholars from Israel, the US and Europe describe the ways in which Israeli society is becoming more like other democratic industrialized societies and in what dimensions Israeli culture and institutions are slowing or resisting such convergence. The essays fall into four categories: political institutions and organizations; political economy; ethnicity and religion; and public policy.",
        "pageCount": 304,
        "imageLinks": {
          "thumbnail": "http://books.google.com/books/content?id=3MMkE5juT38C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        }
      }
    },
    {
      "id": "jZGLTQCQDgAC",
      "volumeInfo": {
        "title": "Israel",
        "subtitle": "Social Structure and Change.",
        "authors": ["Michael Curtis", "Mordecai S. Chertoff"],
        "publisher": "Transaction Publishers",
        "publishedDate": "1973-01-01",
        "description": "Israel: Social Structure and Change is the fullest and most up-to-date book on social and political change in this fascinating country. The book deals with urban and institutional development, the role and the place of the kibbutz today, economic development, income distribution, labor relations, ethnic relationships and problems, the role of women, changes in education, population problems and Arab-Jewish relationships in Israel. Prominent writers from the United States and Israel--sociologists, political scientists, economists, anthropologists and administrative leaders--have participated in this extensive treatment of Israel's development. Of interest to all those concerned with economic modernization and political and social development, these original essays are packed with incisive analysis in jargon-free language. CONTENTS: Introduction-M. Curtis and M.S. Chertoff / URBAN AND INSTITUTIONAL DEVELOPMENT / Israel's New Frontier: the Urban Periphery-J. Matras / Local Government as an Integrating Factor in Israeli Society-D.J. Elazar / Development Towns in Israel-M.J. Aronoff / Urban Community Development in Israel-R.M. Kramer / Absorption of Soviet Immigrants-Z. Gitelman / THE KIBBUTZ TODAY / Some Reflections on the Kibbutz-B. Bettelheim / Utopia and the Kibbutz-M. Curtis / The Family in the Kibbutz: What Lessons for Us?-S. Keller / Worker Participation in Decision-Making in Kibbutz Industry-M. Rosner / The Industrial Process in Israeli Kibbutzim: Problems and Their Solutions-U. Leviatan / ECONOMIC AND LABOR DEVELOPMENT / Income Distribution and Economic Development: the Case of Israel-H. Pack / Income Inequality in Israel: Ethnic Aspects-O. Remba / On East-West Differences in Occupational Structure in Israel-Y. Ben-Porath / On the Economic Development of the Arab Region in Israel-F.M. Gottheil / Histadrut and Industrial Democracy in Israel: An Interpretive Essay, from an American Perspective-M. Derber / Histadrut: Myth and Reality-J.J. Loewenberg / ETHNIC RELATIONS AND PROBLEMS / Israel: Two Nations?-S. Avineri / The Israeli Dilemma-S.M. Lipset / Western and Oriental Culture in Israel-R. Patai / The Emerging Consciousness of the Ethnic Problem among the Jews of Israel-C.S. Heller / Time to Stir the Melting Pot-H. Toledano / SOCIAL AND EDUCATIONAL CHANGE / Pluralism in Israel Society-M. Lissak / Your Daughters Shall Prophesy: Ancient and Contemporary Perspectives on the Women of Israel-N. Datan / Education: the Social Challenge-E. Felled / \"Reforming\" Israeli Education--W. Ackerman / The Arab Israelis-R. Bastuni",
        "pageCount": 460,
        "imageLinks": {
          "thumbnail": "http://books.google.com/books/content?id=jZGLTQCQDgAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        }
      }
    },
    {
      "id": "kY_v3QFAqqwC",
      "volumeInfo": {
        "title": "Bradt Israel",
        "authors": ["Samantha Wilson"],
        "publisher": "Bradt Travel Guides",
        "publishedDate": "2012-01",
        "description": "Israel is a land of dramatic contrasts where three world religions - Judaism, Christianity and Islam - meet in stunning landscapes. This title gives practical tips on the top hotels and restaurants as well as the information to get the best from Israel's range of attractions.",
        "pageCount": 312,
        "imageLinks": {
          "thumbnail": "http://books.google.com/books/content?id=kY_v3QFAqqwC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        }
      }
    },
    {
      "id": "GDy_1w83KEUC",
      "volumeInfo": {
        "title": "Israel",
        "authors": ["Jill DuBois", "Mair Rosh"],
        "publisher": "Marshall Cavendish",
        "publishedDate": "2003-06-01",
        "description": "Explores the geography, history, government, economy, people, and culture of Israel.",
        "pageCount": 144,
        "imageLinks": {
          "thumbnail": "http://books.google.com/books/content?id=GDy_1w83KEUC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        }
      }
    },
    {
      "id": "C-oHCeDyJpAC",
      "volumeInfo": {
        "title": "Israel and Palestine",
        "authors": ["Paul Mason"],
        "publisher": "Marshall Cavendish",
        "publishedDate": "2008-09-01",
        "description": "This volume discusses the highlights of the Israel and Palestine conflict.",
        "pageCount": 32,
        "imageLinks": {
          "thumbnail": "http://books.google.com/books/content?id=C-oHCeDyJpAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        }
      }
    },
    {
      "id": "8oga48zX2u4C",
      "volumeInfo": {
        "title": "Israel",
        "subtitle": "Challenges to Identity, Democracy and the State",
        "authors": ["Clive Jones", "Emma C. Murphy"],
        "publisher": "Routledge",
        "publishedDate": "2005-07-25",
        "description": "Often regarded as the only true manifestation of political pluralism in the contemporary Middle East, the state of Israel has dominated the history and politics of the region for over fifty years. Yet despite its position as a regional superpower, Israel continues to struggle with the whole issue of its own identity, the complexities of which have exposed deep clefts throughout Israeli society that threaten to undermine the collective ideal of a viable Jewish polity in the Middle East. The authors explore the complex challenges facing Israel, and the extent to which its present state structures and institutions can adapt and accommodate themselves to the diversity of security threats that it now faces. This book will be of interest to those who wish to understand the dynamics that have shaped and continue to shape the state of Israel, and the extent to which these have influenced its search for security in the modern Middle East.",
        "pageCount": 176,
        "imageLinks": {
          "thumbnail": "http://books.google.com/books/content?id=8oga48zX2u4C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        }
      }
    },
    {
      "id": "I2PYTmFwQxcC",
      "volumeInfo": {
        "title": "Jews in Israel",
        "subtitle": "Contemporary Social and Cultural Patterns",
        "authors": ["Uzi Rebhun", "Chaim Isaac Waxman"],
        "publisher": "UPNE",
        "publishedDate": "2004",
        "description": "The State of Israel, established over fifty years ago, has long passed the initial stages of nation-building and has become, in many respects, a Western, technological society. Built, in large measure, by ideologically driven Jewish settlement in Eretz Israel (Palestine) in the nineteenth century, early statehood was deeply influenced by the Holocaust, by war and ongoing military struggle with neighboring countries, and by the necessity of absorbing unprecedented numbers of new immigrants with diverse backgrounds. While these factors served to unify Jewish society in Israel for much of its history, the situation has changed in recent years. Partly as a result of the establishment of formal relations with a number of major Arab neighboring states and the ongoing search for reconciliation with the Palestinian Arabs--which has in recent years flared up yet again--the strengthened self-assurance of Israel's long-term existence has shifted the focus of Israeli public discourse to domestic matters. In addition, Israel has experienced significant socioeconomic development, and along with it, a pattern of individualism characteristic of other advanced Western societies. American influence, particularly consumerism, has also penetrated Israeli social structure. Today Israel is a society in transition, in which different sets of values can increase group tensions and challenge social cohesion. A multi-authored collection of twenty essays, Jews in Israel is the first volume to systematically explore the challenges and contradictions of Israel as a modern, heterogeneous society. Focusing on the behaviors of people, rather than institutions and organizations, its approach is largely interdisciplinary, with an overriding sociological perspective. The volume begins with two broadly conceived essays--a social history of Jews in Israel over the last century, and a survey of major demographic trends among Israelis in the 1990s. Topics of other essays include the processes of absorption and the integration of new immigrants such as Soviet and Ethiopian Jews, the kibbutz, the significance of gender in an evolving society, and the influence of major religious political parties, education, national ideology, literature, religious beliefs, and the Holocaust and other paradigms of Jewish identity, and the relationship between Israelis and Diaspora Jews. In their conclusion, the editors address a number of additional challenges facing Israeli Jewry in the twenty-first century, with special emphasis on the tension between the desire to maintain the unique character of the Jewish state, on the one hand, and the values of a modern democratic society, on the other.",
        "pageCount": 504,
        "imageLinks": {
          "thumbnail": "http://books.google.com/books/content?id=I2PYTmFwQxcC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        }
      }
    },
    {
      "id": "tR0Qpz2zRogC",
      "volumeInfo": {
        "title": "Israel in Transition: The Texts",
        "authors": ["Lester L. Grabbe"],
        "publisher": "A&C Black",
        "publishedDate": "2008-06-01",
        "description": "For more than a decade the European Seminar in Historical Methodology has debated the history of ancient Israel. The really seminal period—one of great debates over a number of different topics—is the four centuries between the Late Bronze II and Iron IIA. This book covers the Seminar session devoted entirely to archaeology.",
        "pageCount": 239,
        "imageLinks": {
          "thumbnail": "http://books.google.com/books/content?id=tR0Qpz2zRogC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        }
      }
    },
    {
      "id": "Nh9okmg63ssC",
      "volumeInfo": {
        "title": "Israel",
        "subtitle": "A History",
        "authors": ["Anita Shapira"],
        "publisher": "UPNE",
        "publishedDate": "2012",
        "description": "A history of Israel in the context of the modern Jewish experience and the history of the Middle East",
        "pageCount": 502,
        "imageLinks": {
          "thumbnail": "http://books.google.com/books/content?id=Nh9okmg63ssC&printsec=frontcover&img=1&zoom=1&source=gbs_api"
        }
      }
    },
    {
      "id": "YWorYnKGZ5YC",
      "volumeInfo": {
        "title": "Palestine and Israel",
        "subtitle": "The Uprising and Beyond",
        "authors": ["David McDowall"],
        "publisher": "Univ of California Press",
        "publishedDate": "1989-01-01",
        "description": "In this thoroughly researched and highly topical book, David McDowall considers the Palestinian uprising from a historical, social, and political perspective, and carefully reassesses the prospects for a settlement of the Arab-Israeli conflict.",
        "pageCount": 322,
        "imageLinks": {
          "thumbnail": "http://books.google.com/books/content?id=YWorYnKGZ5YC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        }
      }
    },
    {
      "id": "uwMrA-tK-IoC",
      "volumeInfo": {
        "title": "Israel",
        "subtitle": "The Culture",
        "authors": ["Debbie Smith"],
        "publisher": "Crabtree Publishing Company",
        "publishedDate": "2007-10-31",
        "description": "Surveys the practice of various religions in Israel, including Judaism, Islam, and Christianity, and the different customs that are part of the religious holidays and festivals.",
        "pageCount": 32,
        "imageLinks": {
          "thumbnail": "http://books.google.com/books/content?id=uwMrA-tK-IoC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        }
      }
    },
    {
      "id": "amvQP0MzxRwC",
      "volumeInfo": {
        "title": "Culture and Customs of Israel",
        "authors": ["Rebecca L. Torstrick"],
        "publisher": "Greenwood Publishing Group",
        "publishedDate": "2004",
        "description": "Surveys the history and religious importance of Israel, and examines current customs in cuisine, music and dance, art, literature, and the media.",
        "pageCount": 188,
        "imageLinks": {
          "thumbnail": "http://books.google.com/books/content?id=amvQP0MzxRwC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        }
      }
    },
    {
      "id": "TohtAAAAMAAJ",
      "volumeInfo": {
        "title": "Israel",
        "subtitle": "A Profile",
        "authors": ["Israel T. Naamani"],
        "publishedDate": "1972",
        "pageCount": 246,
        "imageLinks": {
          "thumbnail": "http://books.google.com/books/content?id=TohtAAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"
        }
      }
    },
    {
      "id": "ZLX9-VXyRjsC",
      "volumeInfo": {
        "title": "365 Fascinating Facts about Israel",
        "authors": ["Clarence Wagner"],
        "publisher": "New Leaf Publishing Group",
        "publishedDate": "2007-09",
        "description": "Packed with a wealth of information about \"Eretz Israel,\" the Land of Israel, 365 Fascinating Facts about Israel brings the region to life, especially for those who have never been there. From general information about climate, culture, and customs, to concise information about Middle East politics, wars, and efforts for peace, this book is the only handbook you need to understand this magnificent land. Add to your knowledge with such facts as the following: \"Palestine\" was a word coined by the Roman Empire after the time of Christ. Israel today is a leading exporter of flowers, fulfilling the prophecies that the region would again bloom after God regathered the Jews from their worldwide dispersion. Jerusalem is located in Judea, an area today known to many as the \"West Bank.\" Modern Israel, over 50 years old, is barely younger than neighboring states Jordan, Syria, and Iraq. The Holy Land is bordered on the west by the Mediterranean Sea, and on the right by the Jordan River.",
        "pageCount": 216,
        "imageLinks": {
          "thumbnail": "http://books.google.com/books/content?id=ZLX9-VXyRjsC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        }
      }
    },
    {
      "id": "iVJR9UZnTVAC",
      "volumeInfo": {
        "title": "Israel in the Middle East",
        "subtitle": "Documents and Readings on Society, Politics, and Foreign Relations, Pre-1948 to the Present",
        "authors": ["Itamar Rabinovich", "Jehuda Reinharz"],
        "publisher": "UPNE",
        "publishedDate": "2008",
        "description": "An anthology of the most important documents on the domestic and foreign policy of the modern state of Israel, in relation to the rest of the Middle East",
        "pageCount": 626,
        "imageLinks": {
          "thumbnail": "http://books.google.com/books/content?id=iVJR9UZnTVAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        }
      }
    },
    {
      "id": "aTqU-YskSpwC",
      "volumeInfo": {
        "title": "Israel",
        "subtitle": "Current Issues and Historical Background",
        "authors": ["Edgar S. Marshall"],
        "publisher": "Nova Publishers",
        "publishedDate": "2002-01-01",
        "description": "There has probably never been a country in the history of the world like Israel: the homeland for Jews from all around the world, a visceral enemy of Arab countries, called a client state of the United States, a developed country in its own right by its own hands. Israel has seen many events since its founding in 1948 but peace it has not found. The book examines current issues swirling about Israel as well as presents the historical background necessary for grasping its place in the world today.",
        "pageCount": 266,
        "imageLinks": {
          "thumbnail": "http://books.google.com/books/content?id=aTqU-YskSpwC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        }
      }
    },
    {
      "id": "hohspDWqzjwC",
      "volumeInfo": {
        "title": "1001 Facts Everyone Should Know about Israel",
        "authors": ["Mitchell Geoffrey Bard", "Moshe Schwartz"],
        "publisher": "Rowman & Littlefield",
        "publishedDate": "2005",
        "description": "Hardly a day passes when Israel is not in the news. This book provides essential facts about not only the political events in the news, but also the positive contributions Israel is making in the arts and sciences. This is not a recitation of facts and figures, but a mosaic of the most important aspects of Israel's past and present. The book will entertain those interested in some of the fascinating trivia about Israel and inform those doing more serious research about the economy, government, and culture of the Jewish State.",
        "pageCount": 185,
        "imageLinks": {
          "thumbnail": "http://books.google.com/books/content?id=hohspDWqzjwC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        }
      }
    },
    {
      "id": "GNViB08w5hgC",
      "volumeInfo": {
        "title": "Civil Religion in Israel",
        "subtitle": "Traditional Judaism and Political Culture in the Jewish State",
        "authors": [
          "Charles S. Liebman",
          "Yeshaʿyahu Libman",
          "Professor of Political Science Charles S Liebman",
          "Eliʻezer Don-Yiḥya"
        ],
        "publisher": "Univ of California Press",
        "publishedDate": "1983-01-01",
        "pageCount": 305,
        "imageLinks": {
          "thumbnail": "http://books.google.com/books/content?id=GNViB08w5hgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        }
      }
    },
    {
      "id": "JO_UATFXlI4C",
      "volumeInfo": {
        "title": "National Security and Democracy in Israel",
        "authors": ["Avner Yaniv"],
        "publisher": "Lynne Rienner Publishers",
        "publishedDate": "1993",
        "description": "Contents.",
        "pageCount": 257,
        "imageLinks": {
          "thumbnail": "http://books.google.com/books/content?id=JO_UATFXlI4C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        }
      }
    },
    {
      "id": "GX8jX9dJXIAC",
      "volumeInfo": {
        "title": "Palestine and Israel",
        "subtitle": "A Challenge to Justice",
        "authors": ["John Quigley"],
        "publisher": "Duke University Press",
        "publishedDate": "1990-01",
        "description": "The dispute over Palestine between the Palestinian Arabs and the Israelis is one of the most volatile and intractable conflicts in the world today. Palestine and Israel examines the history of this battle from the perspective of international law, and it argues that a long-term solution to the conflict must protect legitimate interests to remain viable—an element the author believes has so far been seriously neglected. This extensively documented work details the complex politics and agonizing struggles that have characterized the clash between Jews and Arabs, examining in depth the competing claims to Palestine and the extent to which legitimate interests remain to be fulfilled. Beginning with the early Zionist settlement in Palestine that rose from the effort by Jews to escape long-standing discrimination in Europe, Qigley investigates the origins of the dispute, including the British occupation of Palestine, the British Mandate, and the involvement of the United Nations. He examines the 1948 War, the establishment of Israel, and explores the legal and political status of Jews there. After a detailed analysis of the 1967 War and Israel’s occupation of the West Bank and Gaza Strip, he concludes with recommendations for resolving the conflict, including discussions of the responsibility of other states for the persisting injustice, the role of other states in settling the dispute, and steps to a possible solution.",
        "pageCount": 337,
        "imageLinks": {
          "thumbnail": "http://books.google.com/books/content?id=GX8jX9dJXIAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        }
      }
    },
    {
      "id": "2cdAjCK5O-wC",
      "volumeInfo": {
        "title": "Israel",
        "subtitle": "the land and its people",
        "authors": ["Danah Zohar"],
        "publisher": "Silver Burdett Pr",
        "publishedDate": "1977-11",
        "description": "A gazetteer and a reference section with facts on geography, government, history, and economy accompany a look at the land, people, religion, lifestyles, customs, arts, and technology of modern Israel",
        "pageCount": 61,
        "imageLinks": {
          "thumbnail": "http://books.google.com/books/content?id=2cdAjCK5O-wC&printsec=frontcover&img=1&zoom=1&source=gbs_api"
        }
      }
    },
    {
      "id": "8_weKmqZv0kC",
      "volumeInfo": {
        "title": "A Brief History of Israel",
        "authors": ["Bernard Reich"],
        "publisher": "Infobase Publishing",
        "publishedDate": "2008",
        "description": "Narrates the complex tale of Israel's people and their modern state, established thousands of years after the destruction of the old one, against the backdrop of exile, anti-Semitism, Zionism, and the Holocaust.",
        "pageCount": 401,
        "imageLinks": {
          "thumbnail": "http://books.google.com/books/content?id=8_weKmqZv0kC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        }
      }
    },
    {
      "id": "1Z73ADzNJAMC",
      "volumeInfo": {
        "title": "Israel",
        "subtitle": "The First Decade of Independence",
        "authors": ["Selwyn Ilan Troen", "Noah Lucas"],
        "publisher": "SUNY Press",
        "publishedDate": "1995",
        "description": "This book provides new interpretations and research findings, from a wide spectrum of viewpoints, on Israel's formative first decade of independence.",
        "pageCount": 779,
        "imageLinks": {
          "thumbnail": "http://books.google.com/books/content?id=1Z73ADzNJAMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        }
      }
    },
    {
      "id": "JVcbDjSTE-sC",
      "volumeInfo": {
        "title": "Israel",
        "subtitle": "Background and Relations with the United States",
        "authors": ["Carol Migdalovitz"],
        "publisher": "DIANE Publishing",
        "publishedDate": "2010-02",
        "description": "Contents: (1) Recent Developments: Domestic Politics; Election Results and Analysis; Gov¿t. Formation; New Gov¿t.; Peace Process with the Palestinians; Iran; U.S. Policy; (2) Historical Overview of Israel; (3) Gov¿t. and Politics: Political Developments since 2005; Gov¿t. and Politics; War and Repercussions; Effects of Renewed Peace Process; Scandals and Political Change; (4) Economy: Overview; Current Situation; (5) Foreign Policy; Middle East; EU; (6) Relations with the U.S.: Overview; Issues; Peace Process: Settlements; Jerusalem; Syrian Talks; Democratization Policy; Trade and Invest.; Energy Coop.; Aid; Security Coop.; Military Sales; Espionage-Related Cases; Use of U.S. Arms; Intellectual Property Protection; (7) U.S. Interest Groups. Illus.",
        "pageCount": 39,
        "imageLinks": {
          "thumbnail": "http://books.google.com/books/content?id=JVcbDjSTE-sC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        }
      }
    },
    {
      "id": "WOhmuwKNMk4C",
      "volumeInfo": {
        "title": "Struggle and Survival in Palestine/Israel",
        "authors": ["Mark LeVine", "Gershon Shafir"],
        "publisher": "Univ of California Press",
        "publishedDate": "2012",
        "description": "\"This wonderful volume illuminates the human dimensions of the complex and often painful history of modern Palestine/Israel by vividly relating the life stories of a variety of individuals and exploring how their experiences have been profoundly shaped by the recurrent struggles over this land. It highlights the importance of human agency in shaping history, but also the impact of historical events and processes on individuals' life choices. This book is not only a valuable resource for teaching but is also of great value to anyone interested in the Israeli-Palestinian conflict, and in the perspectives and destinies of those who have lived in its shadows.\"--Zachary Lockman, New York University. \"This book is a welcome and essential addition to the extensive literature on the conflict in Israel/Palestine that tends to overlook the individual and their personal experiences. It is through these personal stories that one best appreciates the complex realities of this land. Each of the powerful narratives chosen by the contributors to this valuable volume is like a microcosmos that teaches us about the diverse realities in Israel and Palestine as a whole. This is a refreshing and original contribution to a field of inquiry that is craving for such a novel approach.\"--Ilan Pappé, author of The Rise and Fall of a Palestinian Dynasty",
        "pageCount": 459,
        "imageLinks": {
          "thumbnail": "http://books.google.com/books/content?id=WOhmuwKNMk4C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        }
      }
    },
    {
      "id": "5CMCJFzIkLkC",
      "volumeInfo": {
        "title": "Between Ruin and Restoration",
        "subtitle": "An Environmental History of Israel",
        "authors": ["Daniel E. Orenstein", "Char Miller", "Alon Tal"],
        "publisher": "University of Pittsburgh Pre",
        "publishedDate": "2013",
        "description": "The environmental history of Israel is as intriguing and complex as the nation itself. Situated on a mere 8,630 square miles, bordered by the Mediterranean Sea and Persian Gulf, varying from desert to forest, Israel's natural environment presents innumerable challenges to its growing population. The country's conflicted past and present, diverse religions, and multitude of cultural influences powerfully affect the way Israelis imagine, question, and shape their environment. Zionism, from the late nineteenth onward, has tempered nearly every aspect of human existence. Scarcities of usable land and water coupled with border conflicts and regional hostilities have steeled Israeli's survival instincts. As this volume demonstrates, these powerful dialectics continue to undergird environmental policy and practice in Israel today. Between Ruin and Restoration assembles leading experts in policy, history, and activism to address Israel's continuing environmental transformation from the biblical era to the present and beyond, with a particular focus on the past one hundred and fifty years. The chapters also reflect passionate public debates over meeting the needs of Israel's population and preserving its natural resources. The chapters detail the occupations of the Ottoman Empire and British colonialists in eighteenth and nineteenth century Palestine, as well as Fellaheen and pastoralist Bedouin tribes, and how they shaped much of the terrain that greeted early Zionist settlers. Following the rise of the Zionist movement, the rapid influx of immigrants and ensuing population growth put new demands on water supplies, pollution controls, sanitation, animal populations, rangelands and biodiversity, forestry, marine policy, and desertification. Additional chapters view environmental politics nationally and internationally, the environmental impact of Israel's military, and considerations for present and future sustainability.",
        "pageCount": 416,
        "imageLinks": {
          "thumbnail": "http://books.google.com/books/content?id=5CMCJFzIkLkC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        }
      }
    },
    {
      "id": "VFo9ezlX8n4C",
      "volumeInfo": {
        "title": "Israel",
        "authors": ["Tracey Boraas"],
        "publisher": "Capstone",
        "publishedDate": "2002-07-01",
        "description": "Presents information on the geography, wildlife, history, government, economy, people, and social life and customs of Israel, a holy place to three of the world's major religions.",
        "pageCount": 64,
        "imageLinks": {
          "thumbnail": "http://books.google.com/books/content?id=VFo9ezlX8n4C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        }
      }
    },
    {
      "id": "v8KQLxnXf4IC",
      "volumeInfo": {
        "title": "Israel, the Ever-dying People, and Other Essays",
        "authors": ["Simon Rawidowicz", "Benjamin C. I. Ravid"],
        "publisher": "Fairleigh Dickinson Univ Press",
        "publishedDate": "1986",
        "description": "Simon Rawidowicz was a strong advocate of the position that as long as the Diaspora existed, it had to develop an ideology of creative survival enabling it to enter into a relationship of equal partnership with the Jewish community of the Land of Israel. Rawidowicz's son has collected his essays and translated them into English.",
        "pageCount": 247,
        "imageLinks": {
          "thumbnail": "http://books.google.com/books/content?id=v8KQLxnXf4IC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        }
      }
    },
    {
      "id": "_vGDDwJEu6EC",
      "volumeInfo": {
        "title": "Israel",
        "authors": ["Ted Park"],
        "publisher": "Raintree",
        "publishedDate": "2000-01-01",
        "description": "Introduces the geography, points of interest, way of life, economy, culture, and people of Israel.",
        "pageCount": 32,
        "imageLinks": {
          "thumbnail": "http://books.google.com/books/content?id=_vGDDwJEu6EC&printsec=frontcover&img=1&zoom=1&source=gbs_api"
        }
      }
    },
    {
      "id": "UMQf5aEcrn4C",
      "volumeInfo": {
        "title": "Israel / Palestine",
        "authors": ["Alan Dowty"],
        "publisher": "Polity",
        "publishedDate": "2012-04-16",
        "description": "What explains the peculiar intensity and evident intractability of the Israeli-Palestinian conflict? Of all the \"hot spots\" in the world today, the apparently endless clash between Jews and Arabs in the Middle East seems unique in its longevity and resistance to resolution. Is this conflict really different from other ethnic and nationalist confrontations, and if so, in what way? In this fully revised and updated third edition of his highly respected introductory text, Alan Dowty demystifies the conflict by putting it in broad historical perspective, identifying its roots, and tracing its evolution up to the current impasse. His account offers a clear analytic framework for understanding transformations over time, and in doing so, punctures the myths of an \"age-old\" conflict with an unbridgeable gap between the two sides. Rather than simply reciting historical detail, this book presents a clear overview that serves as a road map through the thicket of conflicting claims. This newly expanded edition updates the analysis to include the latest developments, and also integrates into the analysis a fuller account of the regional and international context of the conflict. In this account the opposed perspectives of the two sides are presented in full, leaving readers to make their own evaluations of the issues. The book thus expresses fairly and objectively the concerns, hopes, fears, and passions of both sides, making it clear why this conflict is waged with such vehemence -- and why, for all that, there are some grounds for optimism.",
        "pageCount": 280,
        "imageLinks": {
          "thumbnail": "http://books.google.com/books/content?id=UMQf5aEcrn4C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        }
      }
    },
    {
      "id": "b_Usz-cmOZwC",
      "volumeInfo": {
        "title": "Israel: Whose Promised Land?",
        "authors": ["James D. Hacker"],
        "publisher": "Xulon Press",
        "publishedDate": "2004-06",
        "pageCount": 232,
        "imageLinks": {
          "thumbnail": "http://books.google.com/books/content?id=b_Usz-cmOZwC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        }
      }
    },
    {
      "id": "rBdISEWwI3MC",
      "volumeInfo": {
        "title": "Israel",
        "authors": ["Marcia Gresko"],
        "publisher": "LernerClassroom",
        "publishedDate": "2008-09-01",
        "description": "Pack Your Bags! We're headed to Israel. On this whirlwind tour, you'll learn all about the country's landscape, culture, people, and more. We'll explore Israel's busy cities, sun-baked deserts, and coastal plains and even visit a kibbutz. We'll also find out what foods people eat and how they celebrate holidays. A special section introduces Israel's capital, official languages, population, and flag. Hop on board and take a fun-filled look at your world. Book jacket.",
        "pageCount": 48,
        "imageLinks": {
          "thumbnail": "http://books.google.com/books/content?id=rBdISEWwI3MC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        }
      }
    },
    {
      "id": "YR8M9DehvMEC",
      "volumeInfo": {
        "title": "The Israel/Palestine Question",
        "authors": ["Ilan Pappé"],
        "publisher": "Psychology Press",
        "publishedDate": "1999",
        "description": "Drawing on debates from the last two decades, and including a new sections on women's history in the region and new articles on minorities and land ownership, this book presents the most recent developments in the Arab-Israeli conflict and a reassessment of Israel's past.",
        "pageCount": 278,
        "imageLinks": {
          "thumbnail": "http://books.google.com/books/content?id=YR8M9DehvMEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        }
      }
    },
    {
      "id": "4b-tConpe3gC",
      "volumeInfo": {
        "title": "Israel",
        "authors": ["Kristin Thoennes"],
        "publisher": "Capstone",
        "publishedDate": "1999-08-01",
        "description": "Provides an introduction to the history, geography, people, animals, food, sports, and culture of Israel.",
        "pageCount": 24,
        "imageLinks": {
          "thumbnail": "http://books.google.com/books/content?id=4b-tConpe3gC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        }
      }
    },
    {
      "id": "vNb5VkyxDlYC",
      "volumeInfo": {
        "title": "Image and Reality of the Israel-Palestine Conflict",
        "authors": ["Norman G. Finkelstein"],
        "publisher": "Verso",
        "publishedDate": "2003",
        "description": "First published in 1995, this polemical study challenges generally accepted truths of the Israel-Palestine conflict as well as much of the revisionist literature. This new edition critically reexamines dominant popular and scholarly images in the light of the current failures of the peace process.",
        "pageCount": 287,
        "imageLinks": {
          "thumbnail": "http://books.google.com/books/content?id=vNb5VkyxDlYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        }
      }
    },
    {
      "id": "DrBFcERjr7UC",
      "volumeInfo": {
        "title": "Israel",
        "subtitle": "A Question and Answer Book",
        "authors": ["Kremena Spengler", "Esther Raizen"],
        "publisher": "Capstone",
        "publishedDate": "2005-01-01",
        "description": "A simple question-and-answer format offers a brief introduction to Israel, discussing land features, government, housing, transportation, industries, sports, holidays, food, and family life.",
        "pageCount": 32,
        "imageLinks": {
          "thumbnail": "http://books.google.com/books/content?id=DrBFcERjr7UC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        }
      }
    },
    {
      "id": "E4iyBDoYUEgC",
      "volumeInfo": {
        "title": "Israel",
        "authors": ["Adele Richardson"],
        "publisher": "The Creative Company",
        "publishedDate": "2006-07-01",
        "description": "Fundametal look at Countries by using big, colorful pictures and simple text.",
        "pageCount": 24,
        "imageLinks": {
          "thumbnail": "http://books.google.com/books/content?id=E4iyBDoYUEgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        }
      }
    },
    {
      "id": "0X4BAAAAQBAJ",
      "volumeInfo": {
        "title": "A History of Israel",
        "subtitle": "From the Rise of Zionism to Our Time",
        "authors": ["Howard M. Sachar"],
        "publisher": "Knopf",
        "publishedDate": "2013-07-31",
        "description": "First published in 1976, Howard M. Sachar’s A History of Israel: From the Rise of Zionism to Our Time was regarded one of the most valuable works available detailing the history of this still relatively young country. More than 30 years later, readers can again be immersed in this monumental work. The second edition of this volume covers topics such as the first of the Aliyahs in the 1880s; the rise of Jewish nationalism; the beginning of the political Zionist movement and, later, how the movement changed after Theodor Herzl; the Balfour Declaration; the factors that led to the Arab-Jewish confrontation; Palestine and its role both during the Second World War and after; the war of independence and the many wars that followed it over the next few decades; and the development of the Israeli republic and the many challenges it faced, both domestic and foreign, and still faces today. This is a truly enriching and exhaustive history of a nation that holds claim to one of the most complicated and controversial histories in the world.",
        "pageCount": 1296,
        "imageLinks": {
          "thumbnail": "http://books.google.com/books/content?id=0X4BAAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        }
      }
    },
    {
      "id": "Xej-BQK9YEcC",
      "volumeInfo": {
        "title": "The Languages of Israel",
        "subtitle": "Policy, Ideology, and Practice",
        "authors": ["Bernard Spolsky", "Elana Goldberg Shohamy"],
        "publisher": "Multilingual Matters",
        "publishedDate": "1999",
        "description": "The practice and ideology of the treatment of the languages of Israel are examined in this book. It asks about the extent to which the present linguistic pattern may be attribited to explicit language planning activities.",
        "pageCount": 299,
        "imageLinks": {
          "thumbnail": "http://books.google.com/books/content?id=Xej-BQK9YEcC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        }
      }
    },
    {
      "id": "R1Wsf79ufqkC",
      "volumeInfo": {
        "title": "Women in Israel",
        "subtitle": "A State of Their Own",
        "authors": ["Ruth Halperin-Kaddari"],
        "publisher": "University of Pennsylvania Press",
        "publishedDate": "2004",
        "description": "When Israel declared its independence in 1948, it vowed to ensure equality for all citizens, regardless of religion, race, or gender. History shows, however, that this promise has been broken in the case of women, who generally live under circumstances significantly worse than those of men. Women in Israel is the first comprehensive overview of discrimination in a state dominated by a patriarchal religious order, and brings fresh insights to the efficacy of the law in improving the status of women. Providing a sociolegal perspective on women in Israel viewed, Ruth Halperin-Kaddari examines all aspects of Israeli women's lives, looking at legal issues such as affirmative action, motherhood and the workplace, and mechanisms for the advancement of women, as well as conditions of education, employment, health, family, and prostitution. While tracing legislative evolution in Israel, Halperin-Kaddari discusses the extent to which law can create social change. Because of its unique position as an economically developed democracy and yet a state where government tries to maintain a special cultural tradition and religious identity in a heterogeneous society, Israel has failed to adopt a single national standard for women that would bring Israeli law into compliance with international human rights. Halperin-Kaddari concludes that the improvement in women's status has not been due to egalitarian consciousness, but rather is incidental to Israel's overall socioeconomic advancement.",
        "pageCount": 363,
        "imageLinks": {
          "thumbnail": "http://books.google.com/books/content?id=R1Wsf79ufqkC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        }
      }
    }
  ]
}
